---
kind: property
id: P:Autodesk.Revit.DB.Visual.Generic.GenericReflectivityAt0deg
source: html/297f10fb-ed02-6724-321e-a94dff48b03d.htm
---
# Autodesk.Revit.DB.Visual.Generic.GenericReflectivityAt0deg Property

The property labeled "Reflectivity/Direct" from the "Generic" schema.

## Syntax (C#)
```csharp
public static string GenericReflectivityAt0deg { get; }
```

## Remarks
This property is of type "AssetPropertyDouble".
 This property allows a connected asset.